"ConfirmSaveTitle" 			= "Bewaren bevestigen";
"ConfirmSaveMsg"			= "Wilt u de wijzigingen in de instellingen voor de mobiele account bewaren?";
"ConfirmSaveSave"			= "Bewaar";
"ConfirmSaveCancel"			= "Annuleer";
"ConfirmSaveDontSave"		= "Bewaar niet";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Maak aan";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Er is een FileVault-hoofdwachtwoord ingesteld voor deze computer.";
"str_NoMasterPassword" 		= "Voor FileVault is een hoofdwachtwoord voor deze computer vereist.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (opstartschijf)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Vrije ruimte berekenen...";
"str_PHD_InsufficientSpace" = "Er is onvoldoende vrije ruimte beschikbaar op '%@' om de thuismap aan te maken.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automatisch";
"str_SyncInterval_Manual"  		= "Handmatig";

"str_SyncInterval_OneMinute" 					= "Elke minuut";
"str_SyncInterval_LessThanOneHour"  			= "Elke %d minuten";
"str_SyncInterval_OneHour"						= "Elk uur";
"str_SyncInterval_OneHourOneMinute"				= "Elke 1 uur en 1 minuut";
"str_SyncInterval_LessThanTwoHours"				= "Elke 1 uur en %d minuten";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Elke %d uur";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Elke %d uur en 1 minuut";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Elke %d uur en %d minuten";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Er zijn geen externe volumes aangesloten.";
"str_UserPicks_NoSuitableVolume" 		= "Er zijn geen geschikte volumes gevonden.";
